Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# YouBlockedUser
source: Sorry, you can't add this user or bot to groups because you've blocked them. Please unblock to proceed.
ar: المعذرة، لا يمكنك إضافة هذا المستخدم أو البوت للمجموعات بسبب أنك قمت بحظره. فضلًا قم بإزالة الحظر للاستمرار.
be: На жаль, вы не можаце дадаць гэтага карыстальніка або бота, бо вы яго заблакіравалі. Спачатку вам трэба будзе яго разблакіраваць.
ca: No podeu afegir l'usuari o el bot a cap grup perquè l'heu blocat. Desbloqueu-lo per a continuar.
de: Du kannst diesen Nutzer oder Bot Gruppen leider nicht hinzufügen, da du ihn blockiert hast. Gebe ihn wieder frei, um fortzufahren.
es: No puedes añadir a este usuario o bot al grupo porque lo has bloqueado. Por favor, desbloquéalo para continuar.
fa: متأسفانه شما نمی‌توانید این کاربر یا ربات را به گروه‌ها اضافه کنید زیرا شما آن‌ها را مسدود کرده‌اید. لطفاً برای انجام این کار مسدودیت آن‌ها را رفع کنید.
fi: Valitettavasti et voi lisätä tätä käyttäjää tai bottia ryhmiin, koska olet estänyt hänet. Poista esto ensin.
fr: Vous ne pouvez ajouter cet utilisateur ou bot aux groupes car vous l'avez bloqué. Débloquez-le pour continuer.
id: Maaf, Anda tidak dapat menambah pengguna atau bot ke group karena Anda telah memblokirnya. Silakan membuka blokir untuk melanjutkan.
it: Spiacenti, non puoi aggiungere questo utente o bot al gruppo perché lo hai bloccato. Per favore sbloccalo per procedere.
ko: 죄송합니다. 차단된 사용자나 봇은 그룹에 추가하실 수 없습니다. 먼저 차단을 해제해 주세요.
ms: Maaf, anda tak boleh tambah pengguna atau bot ke grup kerana anda telah menyekat mereka. Sila bebaskan dari sekatan untuk teruskan.
nl: Je hebt deze gebruiker of bot geblokkeerd, toevoegen aan een groep kan pas na deblokkeren.
pl: Nie możesz dodać tego użytkownika lub bota do grup, ponieważ jest zablokowany. Aby kontynuować, musisz go odblokować.
pt_br: Desculpe, você bloqueou este usuário ou bot e por isso não pode adicioná-lo a grupos. Desbloqueie para prosseguir.
ru: Вы не можете добавлять этого пользователя или бота в группы, так как Вы его заблокировали. Чтобы продолжить, нужно его разблокировать.
sv: Beklagar, du kan inte lägga till användaren eller denna bott i gruppen eftersom du blockerat denne. Avblockera för att fortsätta.
tr: Üzgünüz, bu kullanıcıyı veya botu gruplara ekleyemezsiniz, çünkü onları engellediniz. Devam etmek için önce engeli kaldırın.
uk: Ви не можете додавати цього користувача чи бота, тому що ви його заблокували. Розблокуйте, щоб продовжити.
uz: Kechirasiz, siz ushbu foydalanuvchi yoki botni guruhlarga qoʻsha olmaysiz, chunki siz uni bloklagansiz. Davom ettirish uchun uni blokdan chiqaring.
zh_cn: 抱歉，您无法将此用户或机器人添加到群组，因为您已将他们拉黑。请先将他们移出黑名单后再继续。
zh_tw: 抱歉，您無法將此用戶或機械人添加到群組，因為您已將他們封鎖。請先將他們移出黑名單後再繼續。

# YouCreatedBroadcastList
source: You created a broadcast list
ar: أنشأتَ قائمة للرسالة الجماعية
be: Вы стварылі спіс рассылкі
ca: Heu creat una llista de difusió
de: Du hast eine Broadcast Liste erstellt
es: Creaste una lista de difusión
fa: شما یک فهرست انتشار ایجاد کردید
fi: Perustit vastaanottajaluettelon
fr: Vous avez créé un liste de diffusion
id: Anda membuat daftar siaran
it: Hai creato una lista broadcast
ko: 단체 메시지 리스트를 만들었습니다
ms: Anda cipta senarai siaran
nl: Je hebt een verzendlijst gemaakt
pl: Utworzono listę odbiorców
pt_br: Você criou uma lista de transmissão
ru: Вы создали список рассылки
sv: Du skapade en sändningslista
tr: Bir yayın listesi oluşturdunuz
uk: Ви створили список трансляцій
uz: Siz xabar tarqatish uchun yangi ro‘yxat yaratdingiz
zh_cn: 您创建了一个群发消息列表
zh_tw: 您建立了一個廣播列表

# YouHaveNewMessage
source: You have a new message
ar: لديك رسالة جديدة
be: У вас новае паведамленне
ca: Teniu un missatge nou
de: Du hast eine neue Nachricht
es: Tienes un mensaje nuevo
fa: شما یک پیام جدید دارید
fi: Sinulle on uusi viesti
fr: Vous avez un nouveau message
id: Anda mendapat pesan baru
it: Hai un nuovo messaggio
ko: 새로운 메시지가 왔습니다
ms: Anda ada mesej baru
nl: Je hebt een nieuw bericht
pl: Masz nową wiadomość
pt_br: Você tem uma nova mensagem
ru: У вас новое сообщение
sv: Du har ett nytt meddelande
tr: Yeni bir mesajınız var
uk: У вас нове повідомлення
uz: Sizga yangi xabar keldi
zh_cn: 您有一条新消息
zh_tw: 您有一條新訊息

# YouLeft
source: You left this group
ar: لقد غادرت المجموعة
be: Вы выйшлі з гэтай суполкі
ca: Heu abandonat el grup
de: Du hast die Gruppe verlassen
es: Saliste de este grupo
fa: شما این گروه را ترک کردید
fi: Poistuit ryhmästä
fr: Vous avez quitté ce groupe
id: Anda keluar grup ini
it: Hai lasciato il gruppo
ko: 그룹에서 나오셨습니다
ms: Anda keluar grup ini
nl: Je hebt deze groep verlaten
pl: Opuszczono tę grupę
pt_br: Você saiu deste grupo
ru: Вы покинули группу
sv: Du lämnade gruppen
tr: Bu gruptan ayrıldınız
uk: Ви покинули цю групу
uz: Siz bu guruhni tark etdingiz
zh_cn: 您已经退出此群组
zh_tw: 您已經退出此群組

# YourBioChanged
source: Bio updated.
ar: تم تحديث النبذة.
be: Звесткі абноўлены.
ca: S'ha actualitzat la biografia.
de: Bio aktualisiert.
es: Biografía cambiada.
fi: Kuvausta muutettiin.
fr: La bio a été mise à jour.
it: Bio aggiornata.
ko: 자기소개 업데이트됨.
ms: Bio dikemaskini.
nl: Bio bijgewerkt.
pl: Zaktualizowano biografię.
pt_br: Bio atualizada.
ru: Текст обновлён.
sv: Biografi uppdaterad
tr: Hakkında güncellendi.
uk: «Про себе» оновлено.

# YourCode
source: Phone verification
ar: التحقق من الرقم
be: Праверка тэлефона
ca: Verificació del telèfon
de: Nummer verifizieren
es: Verificación
fa: تأیید شماره تلفن
fi: Puhelinvarmistus
fr: Vérification du téléphone
id: Verifikasi telepon
it: Verifica numero
ko: 휴대전화 인증
ms: Verifikasi fon
nl: Telefoonverificatie
pl: Weryfikacja telefoniczna
pt_br: Verificar Número
ru: Проверка телефона
sv: Telefonverifiering
tr: Telefon doğrulama
uk: Підтвердження номера
uz: Telefonni tasdiqlash
zh_cn: 手机验证
zh_tw: 手機驗證

# YourContacts
source: Your contacts on Telegram
ar: جهات اتصالك في تيليجرام
be: Вашы кантакты ў Telegram
ca: Els vostres contactes al Telegram
de: Deine Kontakte bei Telegram
es: Tus contactos en Telegram
fa: مخاطبین شما در تلگرام
fi: Yhteystietosi Telegramissa
fr: Vos contacts sur Telegram
id: Kontak Anda di Telegram
it: I tuoi contatti su Telegram
ko: 텔레그램에 있는 회원님의 연락처
ms: Kenalan anda di Telegram
nl: Je contacten op Telegram
pl: Twoje kontakty w Telegramie
pt_br: Seus contatos no Telegram
ru: Ваши контакты в Telegram
sv: Dina kontakter på Telegram
tr: Telegram'daki kişileriniz
uk: Ваші контакти в Telegram
uz: Telegramdagi kontaktlaringiz
zh_cn: 您在 Telegram 上的联系人
zh_tw: 您在 Telegram 上的聯絡人

# YourContactsToInvite
source: Your contacts
ar: جهات اتصالك
be: Вашы кантакты
ca: Contactes
de: Deine Kontakte
es: Tus contactos
fi: Yhteystietosi
fr: Vos contacts
it: I tuoi contatti
ko: 내 연락처
ms: Kenalan anda
nl: Je contacten
pl: Twoje kontakty
pt_br: Seus contatos
ru: Ваши контакты
sv: Dina kontakter
tr: Kişileriniz
uk: Ваші контакти

source: Your email
ar: بريدك الإلكتروني
be: Вашa электронная пошта
ca: La vostra adreça electrònica
de: Deine E-Mail
es: Tu correo
fa: ایمیل شما
fi: Sähköpostiosoitteesi
fr: Votre courriel
id: Surel Anda
it: La tua email
ko: 이메일
ms: Emel anda
nl: Je e-mailadres
pl: Twój adres e-mail
pt_br: Seu email
ru: Адрес электронной почты
sv: Din e-post
tr: E-posta adresiniz
uk: Ваша е-пошта
uz: Emailingiz
zh_cn: 您的电子邮箱
zh_tw: 您的電郵

# YourEmailAlmostThere
source: Almost there!
ar: انتهينا تقريبًا!
be: Амаль гатова!
ca: Gairebé acabem!
de: Fast geschafft!
es: ¡Ya casi!
fa: تقریباً تمام شد!
fi: Melkein valmista!
fr: On y est presque !
id: Hampir selesai!
it: Ci siamo quasi!
ko: 거의 다 됐어요!
ms: Hampir siap!
nl: Bijna klaar!
pl: Prawie na miejscu!
pt_br: Quase lá!
ru: Почти готово!
sv: Nästan klart!
tr: Neredeyse bitti!
uk: Майже готово!
uz: Deyarli tayyor!
zh_cn: 快完成了！
zh_tw: 快完成了！

# YourEmailAlmostThereText
source: Please check your email (don't forget the spam folder) to complete Two-Step Verification setup.
ar: يرجى تفقُّد بريدك الإلكتروني والضغطُ على رابط التأكيد لإتمام تفعيل التحقق بخطوتين. قم بتفقُّد مجلدِ الرسائل غير المرغوب بها أيضًا.
be: Праверце вашу пошту (не забудзцеся зазірнуць у папку з спамам), каб скончыць наладку двухэтапнай праверкі.
ca: Reviseu el vostre correu (mireu també el correu brossa) per a completar la configuració de la verificació en dos passos.
de: Bitte überprüfe deine Mails (auch den Spam-Ordner) um die zweistufige Bestätigung abzuschließen.
es: Por favor, revisa tu correo (no olvides la carpeta de spam) para completar la configuración de la verificación en dos pasos.
fa: لطفاً جهت تکمیل راه‌اندازی تأیید دو مرحله‌ای، ایمیل خود را بررسی کنید (پوشه هرزنامه‌ها را فراموش نکنید).
fi: Tarkista sähköpostisi (älä unohda tarkistaa myös roskapostia) suorittaaksesi kaksivaiheisen todennuksen käyttöönoton loppuun.
fr: Consultez votre courriel (n'oubliez pas de vérifier les pourriels) pour activer la double authentification.
id: Mohon cek surel Anda (jangan lupa cek folder spam) untuk menyelesaikan pengaturan Verifikasi Dua Langkah.
it: Controlla la tua email (non dimenticare lo spam) per completare la configurazione della verifica in due passaggi.
ko: 2단계 인증 설정을 완료하려면 이메일을 (스팸 메일함도 잊지 않고) 확인해 주세요.
ms: Sila semak emel anda (jangan lupa folder spam) untuk melengkapkan aturan Verifikasi 2-Langkah.
nl: Controleer je e-mail en klik op de bevestigingslink om de twee-staps-verificatie in te schakelen. Kijk voor de zekerheid ook in de ongewenste post.
pl: Aby zakończyć konfigurację weryfikacji dwustopniowej, sprawdź swoją pocztę – nie zapomnij o folderze spamu.
pt_br: Por favor, verifique o seu email para completar a configuração da Verificação em Duas Etapas (não esqueça da pasta spam).
ru: Пожалуйста, проверьте почту (не забудьте о папке со спамом), чтобы закончить настройку двухэтапной аутентификации.
sv: Kontrollera din e-post (håll också koll på spam-mappen) för att slutföra tvåstegsverifieringen.
tr: İki Adımlı Doğrulama özelliğini tamamlamak için lütfen e-posta adresinizi denetleyin. (Gereksiz klasörünüzü de denetlemeyi unutmayın.)
uk: Щоб активувати двоетапну перевірку, введіть код з листа, який ми вам надіслали. Не забудьте перевірити теку зі спамом.
uz: Ikki bosqichli tekshiruvni oʻrnatishni yakunlash uchun emailingizni tekshiring (spam jildini unutmang).
zh_cn: 请查阅您的邮件（不要忘记垃圾邮件文件夹），并按要求完成两步验证设置。
zh_tw: 請查閲您的郵件（不要忘記垃圾郵件文件夾），並按要求完成兩步驟驗證設定。

source: Your Email Code
ar: رمز بريدك الإلكتروني
be: Код з электроннай пошты
ca: El codi del vostre correu
de: Dein E-Mail Code
es: Tu código de correo
fa: کد ایمیل شما
fi: Sähköpostikoodisi
fr: Votre code courriel
id: Kode Surel Anda
it: Il tuo codice email
ko: 이메일 코드
ms: Kod Emel Anda
nl: Je e-mailcode
pl: Kod e-mail
pt_br: Ver Código do Email
ru: Код из письма
sv: Din e-postkod
tr: E-posta Kodunuz
uk: Код з листа
uz: Email kodingiz

# YourEmailCodeInfo
source: Please confirm your email address by entering the code you just received on {0}.
ar: يرجى تأكيد بريدك الإلكتروني عبر إدخال الرمز الذي تلقيته للتوِّ على ⁨{0}⁩.
be: Пацвердзіце свой адрас электроннай пошты праз увод кода, які мы вам адправілі на {0}.
ca: Confirmeu l’adreça electrònica introduint el codi que heu rebut a {0}.
de: Bestätige bitte deine E-Mail-Adresse, indem du den Code eingibst, den du gerade bei {0} erhalten hast.
es: Por favor, confirma tu correo poniendo el código que acabas de recibir en {0}.
fa: لطفاً با وارد کردن کدی که در ⁨{0}⁩ دریافت کرده‌اید، ایمیل خود را تأیید کنید.
fi: Vahvista sähköpostiosoitteesi syöttämällä koodi, jonka lähetimme osoitteeseen {0}.
fr: Merci de confirmer votre courriel en entrant le code que vous venez de recevoir sur {0}.
id: Mohon konfirmasi surel Anda dengan memasukan kode yang Anda terima di {0}.
it: Per favore conferma il tuo indirizzo email inserendo il codice che hai appena ricevuto su {0}.
ko: {0} 편으로 받은 코드를 입력하여 이메일 주소를 인증해 주세요.
ms: Sila beri kepastian emel anda dengan memasukkan kod yang anda baru terima pada {0}.
nl: Bevestig je e-mailadres door de code in te geven die je hebt ontvangen op {0}.
pl: Potwierdź swój adres e-mail, wpisując właśnie otrzymany na {0} kod.
pt_br: Por favor, confirme o seu endereço de email digitando o código que você acabou de receber em {0}.
ru: Пожалуйста, введите код, который мы отправили на {0}, чтобы подтвердить свой адрес электронной почты.
sv: Vänligen bekräfta din e-postadress genom att ange koden du nyss fått på {0}.
tr: Lütfen {0} üzerinden aldığınız kodu girerek e-posta adresinizi onaylayın.
uk: Щоб підтвердити свою е-пошту {0}, введіть код, який ми щойно на неї надіслали.
uz: Email manzilingizni {0} da qabul qilgan kodingiz orqali tasdiqlang.

# YourEmailInfo
source: Please add your valid email. It is the only way to recover a forgotten password.
ar: فضلًا قم بإضافة بريد إلكتروني صالح، هذه هي الطريقة الوحيدة لاستعادة كلمة المرور المنسية.
be: Дадайце вашу сапраўдную электронную пошту. Гэта адзіны спосаб аднавіць забыты пароль.
ca: Afegiu una adreça vàlida. És l'única manera de recuperar una contrasenya oblidada.
de: Falls du dein Passwort vergisst, benötigen wir deine richtige E-Mail Adresse.
es: Por favor, añade un correo válido. Es la única forma de recuperar una contraseña olvidada.
fa: لطفاً ایمیل معتبر خود را وارد کنید. این تنها راه برای بازیابی یک گذرواژه فراموش شده است.
fi: Lisää käytössä oleva sähköpostiosoite. Se on ainut tapa palauttaa unohdettu salasana.
fr: Merci d'entrer un courriel valide. C'est le seul moyen de récupérer un mot de passe oublié.
id: Mohon tambahkan surel valid Anda. Hanya ini salah satu cara untuk memulihkan kata sandi.
it: Per favore inserisci un'email valida. È l'unico modo per recuperare una password dimenticata.
ko: 정확한 이메일을 추가해 주세요. 잊어버린 비밀번호를 되찾으실 유일한 수단입니다.
ms: Sila masukkan emel anda yang sah. Hanya cara ini kata laluan dapat dipulihkan.
nl: Voeg je geldige e-mailadres toe. Het is de enige manier om je wachtwoord te herstellen.
pl: Podaj swój ważny adres e-mail. Jest to jedyny sposób na odzyskanie zapomnianego hasła.
pt_br: Por favor, adicione seu email válido. Essa é a única forma de recuperar uma senha esquecida.
ru: Пожалуйста, добавьте настоящий адрес электронной почты. Это единственный способ восстановить забытый пароль.
sv: Ange en giltig e-postadress. Det är enda möjligheten att återfå ett glömt lösenord.
tr: Lütfen geçerli e-postanızı ekleyin. Unutulan bir parolayı kurtarmanın tek yolu budur.
uk: Додайте свою дійсну адресу е-пошти. Це єдиний спосіб відновити забутий пароль.
uz: Iltimos, amaldagi emailingizni kiriting. Bu unutilgan parolni tiklashning yagona yoʻlidir.
zh_cn: 请输入有效的电子邮箱地址。它是您在忘记密码后唯一的恢复途径。
zh_tw: 請輸入有效的電郵地址。它是您在忘記密碼後唯一的恢復途徑。

# YourEmailSkip
source: Skip
ar: تخطي
be: Прапусціць
ca: Omet
de: Überspringen
es: Omitir
fa: نادیده گرفتن
fi: Ohita
fr: Ignorer
id: Lewati
it: Salta
ko: 건너뛰기
ms: Langkau
nl: Overslaan
pl: Pomiń
pt_br: Pular
ru: Пропустить
sv: Hoppa över
tr: Atla
uk: Пропустити
uz: Oʻtkazib yuborish
zh_cn: 跳过
zh_tw: 跳過

# YourEmailSkipWarning
source: Warning
ar: تحذير
be: Увага
ca: Atenció
de: Warnung
es: Advertencia
fa: هشدار
fi: Varoitus
fr: Attention
id: Peringatan
it: Attenzione
ko: 경고
ms: Amaran
nl: Waarschuwing
pl: Ostrzeżenie
pt_br: Atenção
ru: Внимание
sv: Varning
tr: Uyarı
uk: Попередження
uz: Diqqat
zh_cn: 警告
zh_tw: 警告

# YourEmailSkipWarningText
source: No, seriously. If you forget your password, you will lose access to your Telegram account. There will be no way to restore it.
ar: المخاطرة حقيقية! إن نسيت كلمة مرورك؛ ستفقد الوصول إلى حسابك في تيليجرام. لن تكون هناك أي طريقة لاستعادته.
be: Не, сур’ёзна. Калі вы забудзецеся на пароль, вы страціце доступ да вашага ўліковага запісу Telegram. Больш не будзе магчымасці аднавіць яго.
ca: No, de debò. Si oblideu la contrasenya, perdreu l'accés al vostre compte de Telegram. No hi haurà cap manera de restaurar-lo.
de: Das ist keine gute Idee. Wenn du dein Passwort vergisst, verlierst du den Zugang zu deinem Telegram-Konto. Für immer, ohne Ausnahme.
es: No, en serio. Si olvidas tu contraseña, perderás el acceso a tu cuenta de Telegram. No habrá manera de recuperarla.
fa: توجه داشته باشید، در صورت فراموش کردن گذرواژه، شما دسترسی به حساب کاربری تلگرام خود را از دست خواهید داد. هیچ راهی برای بازگرداندن حساب کاربری شما وجود نخواهد داشت.
fi: Ei, olen tosissani. Jos unohdat salasanasi, menetät kokonaan pääsyn Telegram-tilillesi. Palautusmahdollisuutta ei ole.
fr: Non, sérieusement. Si vous oubliez votre mot de passe, vous perdrez l'accès à votre compte Telegram, il ne pourra pas être récupéré.
id: Perhatian.n Jika Anda lupa katasandi Anda, Anda akan kehilangan akses akun Telegram Anda. Tidak ada cara lain untuk mengembalikannya.
it: No, seriamente. Se dimentichi la tua password, perderai l'accesso al tuo account Telegram. Non ci sarà modo di recuperarlo.
ko: 비밀번호 분실시 텔레그램에 대한 모든 접속 권한을 상실하시게 됩니다. 비밀번호 분실시 복구는 불가능 합니다.
ms: Oh tidak. Sekiranya anda lupa kata laluan, akaun Telegram anda tidak lagi boleh diakses. Tiada cara yang boleh memulihkannya.
nl: Let op: Als je je wachtwoord vergeet verlies je toegang tot je Telegram-account. Er is geen optie om dit te herstellen.
pl: Naprawdę chcesz pominąć ten etap? Nie ma żadnego innego sposobu, aby odtworzyć hasło. Jeśli je zapomnisz, stracisz dostęp do konta.
pt_br: Espere, é sério. Se você esquecer a sua senha, perderá acesso à sua conta do Telegram. Não terá uma forma de recuperar.
ru: Нет, серьёзно. Если Вы забудете пароль, Вы потеряете доступ к своему аккаунту. Не будет никакого способа его восстановить.
sv: Alltså allvarligt! Om du glömmer ditt lösenord förloras åtkomsten till ditt telegramkonto. Det finns inga sätt att återskapa det.
tr: Hayır, cidden. Parolanızı unutursanız, Telegram hesabınıza erişiminizi kaybedersiniz. Hesabınızı başka bir şekilde kurtaramazsınız.
uk: Ні, серйозно. Якщо ви забудете пароль, ви втратите доступ до акаунта Telegram. Його буде неможливо відновити.
uz: Ogoh bo‘ling: Agar parolingizni unutsangiz, Telegram hisobiga kirish huquqidan mahrum boʻlasiz. Uni tiklashning hech qanday yoʻli boʻlmaydi.
zh_cn: 您确定不设置密码恢复邮箱吗？ 一旦您忘记了密码，您将无法再访问您的 Telegram 账号，并且我们没有任何恢复账号数据的方法。
zh_tw: 您確定不設定密碼恢復郵箱嗎？ 一旦您忘記了密碼，您將無法再存取您的 Telegram 賬戶，並且我們沒有任何恢復賬戶數據的方法。

# YourEmailSuccessChangedText
source: Your recovery email for Two-Step Verification has been changed.
ar: تم تغيير بريدك الإلكتروني لاستراد كلمة مرور التحقق بخطوتين.
be: Ваша электронная пошта для аднаўлення пароля двухэтапнай праверкі была зменена.
ca: S'ha canviat l'adreça per a la verificació en dos passos.
de: Deine Wiederherstellungs-E-Mail für die zweistufige Bestätigung wurde geändert.
es: Tu correo de recuperación para la verificación en dos pasos ha sido cambiado.
fa: ایمیل بازیابی شما برای تأیید دو مرحله‌ای تغییر کرد.
fi: Kaksivaiheisen todennuksen palautussähköpostisi on vaihdettu.
fr: Votre courriel de récupération pour la double authentification a été modifié.
id: Surel pemulihan untuk Verifikasi Dua Langkah sudah diganti.
it: La tua email di recupero per la verifica in due passaggi è stata cambiata.
ko: 2단계 인증을 위한 복구 이메일이 바뀌었습니다.
ms: Emel pemulihan untuk Verifikasi Dua Langkah anda telah ditukar.
nl: Je herstel-e-mailadres voor twee-staps-verificatie is gewijzigd.
pl: Twój e-mail odzyskiwania hasła weryfikacji dwustopniowej został zmieniony.
pt_br: Seu email de recuperação da Verificação em Duas Etapas foi alterado.
ru: Почта для двухэтапной аутентификации изменена.
sv: Din återställningsadress för tvåstegsverifiering ändrades.
tr: İki adımlı doğrulama için kurtarma e-postanız değiştirildi.
uk: Е-пошту для відновлення пароля двоетапної перевірки змінено.
uz: Ikki bosqichli tekshiruv uchun tiklash emailingiz oʻzgartirildi.

# YourEmailSuccessText
source: Your recovery email for Two-Step Verification is now active.
ar: تم تفعيل بريد الاسترداد الإلكتروني لعملية التحقق بخطوتين.
be: Ваша электронная пошта для аднаўлення пароля двухэтапнай праверкі актывавана.
ca: S'ha activat el correu de recuperació per a la verificació en dos passos.
de: Deine Wiederherstellungs-E-Mail für die zweistufige Bestätigung ist jetzt aktiv.
es: Tu correo de recuperación para la verificación en dos pasos ahora está activo.
fa: ایمیل بازیابی شما برای تأیید دو مرحله‌ای هم اکنون فعال است.
fi: Kaksivaiheisen todennuksen palautussähköposti on nyt käytössä.
fr: Votre courriel de récupération pour la double authentification est activé.
id: Email pemulihan untuk Verifikasi Dua Langkah Anda sudah aktif.
it: La tua email di recupero per la verifica in due passaggi ora è attiva.
ko: 2단계 인증용 복구 이메일이 이제 작동합니다.
ms: Emel pemulihan anda untuk Verifikasi 2-Langkah kini aktif.
nl: Je herstel-e-mailadres voor twee-staps-verificatie is nu actief.
pl: Twój e-mail odzyskiwania hasła weryfikacji dwustopniowej jest aktywny.
pt_br: Seu email de recuperação para a Verificação em Duas Etapas está ativo.
ru: Адрес для восстановления пароля двухэтапной аутентификации активирован.
sv: E-postadressen för återställning av tvåstegsverifiering är nu aktiv.
tr: İki Adımlı Doğrulama için kurtarma e-posta adresiniz artık etkin.
uk: Адреса е-пошти для скидання пароля двоетапної перевірки тепер активна.
uz: Ikki bosqichli tekshiruvni tiklash emailingiz endi faol.

# YourLocatedChannelsTooMuch
source: Sorry, you have too many location-based groups already. Please delete one of your existing ones first.
ar: عذرًا، لديك الكثير من المجموعات المحليّة. يرجى حذف إحداها أولًا.
be: На жаль, вы стварылі занадта шмат суполак з месцазнаходжаннем. Выдаліце адну з ужо існуючых такіх суполак.
ca: Ja teniu massa grups basats en la ubicació. Elimineu-ne abans algun.
de: Du hast bereits zu viele lokale Gruppen. Bitte lösche zuerst einen deiner bestehenden.
es: Lo sentimos, tienes demasiados grupos por ubicación. Por favor, elimina uno de los existentes primero.
fa: متأسفانه در حال حاضر شما گروه‌های زیادی بر اساس موقعیت مکانی دارید. لطفاً ابتدا یکی از گروه‌های موجود خود را حذف کنید.
fi: Valitettavasti sinulla on jo liikaa sijaintikohtaisia ryhmiä, ja sinun tulee poistaa yksi aiemmista ensin.
fr: Désolé, vous avez déjà trop de groupes basés sur la localisation. Veuillez d'abord en supprimer un existant.
id: Maaf, Anda terlalu banyak mengikuti grup berdasarkan lokasi. Mohon untuk menghapus salah satu grup dahulu.
it: Spiacenti, hai già troppi gruppi basati sulla posizione. Per favore eliminane prima uno dei tuoi.
ko: 죄송합니다. 위치 기반 그룹을 너무 많이 만드셨습니다. 먼저 하나를 삭제해 주세요.
ms: Maaf, anda telah mempunyai terlalu banyak grup berasaskan lokasi.Sila hapus mereka dahulu.
nl: Sorry, je hebt teveel locatiegebonden groepen. Verwijder eerst een bestaande.
pl: Masz już zbyt wiele grup opartych na lokalizacji. Najpierw usuń jedną z istniejących.
pt_br: Desculpe, você já tem muitos grupos com base em localização. Por favor, apague um dos seus grupos existentes primeiro.
ru: Вы создали максимальное число групп с геопозицией. Пожалуйста, сперва удалите одну из уже созданных групп.
sv: Beklagar, du har för många platsbaserade grupper. För att skapa en ny måste du först ta bort en av dem.
tr: Üzgünüz, birçok konum tabanlı gruba sahipsiniz. Lütfen öncelikle var olan gruplardan birini silin.
uk: Ви створили максимальну кількість груп із розташуванням. Спершу видаліть одну з них.
uz: Kechirasiz, sizda mahalliy guruhlar juda ko'p. Iltimos, ulardan birini o'chiring.

source: Your Name
ar: اسمك
be: Ваша імя
ca: El vostre nom
de: Dein Name
es: Tu nombre
fi: Nimesi
fr: Votre nom
it: Il tuo nome
ko: 성명
ms: Nama Anda
nl: Je naam
pl: Twoja nazwa
pt_br: Seu Nome
ru: Ваше имя
sv: Ditt namn
tr: Adınız
uk: Ваше імʼя

# YourNameChanged
source: Name updated.
ar: تم تحديث الاسم.
be: Імя абноўлена.
ca: S'ha actualitzat el nom.
de: Name aktualisiert.
es: Nombre cambiado.
fi: Nimeä muutettiin.
fr: Votre nom a été modifié.
it: Nome aggiornato.
ko: 이름 업데이트됨.
ms: Nama dikemaskini.
nl: Naam bijgewerkt
pl: Zaktualizowano nazwę.
pt_br: Nome atualizado.
ru: Имя обновлено.
sv: Namn uppdaterat.
tr: Ad güncellendi.
uk: Ім’я оновлено.
